Repository: RMIT-Vietnam-Teaching/cosc2659-cosc2813-ios-assignment-2-2024b-HaAnh18
Catalog: ExplodingKittens/Language/Localizable.xcstrings
Source language: en
Languages: vi

source: 2 players
vi: 2 người chơi

source: 3 players
vi: 3 người chơi

source: 4 players
vi: 4 người chơi

source: Appearance:
vi: Giao diện:

source: Attack
vi: Tấn công

source: Bomb
vi: Bom

source: Click For Card Description
vi: Nhấp để xem mô tả

source: Confirm
vi: Đồng ý

source: Current Turn:
vi: Lượt hiện tại:

source: Dark
vi: Tối

source: Defuse
vi: Giải cứu

source: Description
vi: Mô tả

source: Drop Here
vi: Thả bài ở đây

source: Drop Your Card Here
vi: Thả bài của bạn ở đây

source: Easy
vi: Dễ

source: English
vi: Tiếng Anh

source: Gameover
vi: Thua cuộc

source: Got it
vi: Hiểu rồi

source: Hard
vi: Khó

source: Hello
vi: Xin chào

source: Language:
vi: Ngôn ngữ:

source: Leaderboard
vi: Bảng xếp hạng

source: Level:
vi: Cấp độ:

source: Light
vi: Sáng

source: Losses
vi: Thua

source: Losses:
vi: Thua:

source: Medium
vi: Trung bình

source: Menu
vi: Bảng điều khiển

source: New Game
vi: Ván mới

source: No. games each player
vi: Số lượng ván chơi mỗi người

source: No. Turn:
vi: Cần bốc:

source: Number of Games
vi: Số lượng ván chơi

source: Number of Player:
vi: Số lượng người chơi:

source: Perfect Wins
vi: Thắng toàn diện

source: Pick a card to give
vi: Chọn thẻ bài để đưa

source: Pick Your Card Here
vi: Chọn thẻ ở đây

source: Player
vi: Người chơi

source: Player Name:
vi: Tên người chơi:

source: Player:
vi: Người chơi:

source: Please choose a player to steal
vi: Chọn người chơi để cướp bài

source: Resume Game
vi: Tiếp tục chơi

source: See The Future
vi: Xem Tương Lai

source: Settings
vi: Cài đặt

source: Shuffle
vi: Xáo bài

source: Skip
vi: Bỏ qua

source: Statistics
vi: Thống kê

source: Steal A Card
vi: Cướp bài

source: System
vi: Hệ thống

source: Top 5 highest players
vi: Top 5 cao nhất

source: Top Card
vi: Thẻ bài đầu

source: Tutorial
vi: Hướng dẫn

source: Type your name
vi: Nhập tên của bạn

source: Vietnamese
vi: Tiếng Việt

source: Win 5 Games
vi: Thắng 5 ván

source: Win Rate
vi: Tỉ lệ thắng

source: Win Rate:
vi: Tỉ lệ thắng:

source: Winning
vi: Thắng cuộc

source: Wins
vi: Thắng

source: Wins:
vi: Thắng:
